{
    "af": "Jou vriend [Invitation Sender] nooi u Neeo te installeer, 'n gratis outomaties vertaal IM boodskapper met foto's te deel! http : //powerfulpal.com/dl/",
    "sq": "Shoku juaj [Invitation Sender] ju fton për të instaluar Neeo, një auto FALAS përkthyer IM lajmëtarin me ndarjen foto http:! //powerfulpal.com/dl/",
    "ar": "صديقك [ Invitation Sender] يدعوك لتثبيت Neeo ، ترجمت على السيارات مجانية IM رسول مع مشاركة الصور المتشعب:! //powerfulpal.com/dl/",
    "hy": "Ձեր ընկերը [Invitation Sender] հրավիրում է Ձեզ տեղադրել NEEO, ազատ ավտո թարգմանվում վարպետ պատգամաւորին լուսանկարով փոխանակման! Http: //powerfulpal.com/dl/",
    "az": "Dostunu [Invitation Sender] Siz Neeo yüklemek üçün dəvət PULSUZ avtomatik foto mübadiləsi ilə IM peyğəmbər tərcümə http : //powerfulpal.com/dl/",
    "eu": "Zure laguna [Invitation Sender] Neeo instalatu gonbidatzen zaitu, doan auto bat itzuli IM mezularia argazkiak partekatzeko batekin http : //powerfulpal.com/dl/",
    "be": "Твой сябар [Invitation Sender] запрашае Вас ўсталяваць Neeo, бясплатна аўто пераведзены чат ганца з абмену фатаграфіямі HTTP : //powerfulpal.com/dl/",
    "bn": "আপনার বন্ধুর [Invitation Sender] আপনি Neeo ইনস্টল করার জন্য আমন্ত্রণ জানায়, একটি বিনামূল্যে স্বয়ংক্রিয় ফটো শেয়ারিং সঙ্গে আইএম রসূল অনুবাদ HTTP : //powerfulpal.com/dl/",
    "bg": "Вашият приятел [Invitation Sender ] Ви кани да инсталирате Neeo, БЕЗПЛАТЕН автоматично преведена IM Messenger с споделяне на снимки HTTP :! //powerfulpal.com/dl/",
    "ca": "El seu amic [Invitation Sender] convida a instal·lar Neeo, un acte GRATIS traduït IM missatger amb compartir fotos http : //powerfulpal.com/dl/",
    "zh-CN": "你的朋友[Invitation Sender]邀您安装Neeo ，一个免费的自动翻译IM信使与照片共享HTTP ： //powerfulpal.com/dl/",
    "hr": "Vaš prijatelj [Invitation Sender] poziva vas da instalirate Neeo,besplatni auto preveo IM glasnik dijeljenje fotografija http : //powerfulpal.com/dl/",
    "cs": "Váš přítel [Invitation Sender] vás zve k instalaci Neeo,FREE auto přeložen IM Messenger sdílení fotografií http:! //powerfulpal.com/dl/",
    "da": "Din ven [Invitation Sender] inviterer dig til at installere Neeo, en gratis auto oversat IM messenger med deling af fotos http : //powerfulpal.com/dl/",
    "nl": "Uw Vriend [Invitation Sender] nodigt u uit om Neeo installeren, een gratis auto- vertaald IM boodschapper met delen van foto's http: //powerfulpal.com/dl/",
    "en": "Your Friend [Invitation Sender] invites you to install Neeo, a FREE auto translated IM messenger with photo sharing!http://powerfulpal.com/dl/",
    "eo": "Via Amiko [Invitation Sender] invitas vin instali Neeo, libera auto tradukita IM sendito kun foto sharing! Http : //powerfulpal.com/dl/",
    "et": "Sõbra [Invitation Sender] kutsub teid paigaldada Neeo,tasuta auto tõlkida IM messenger koos fotode jagamise! Http: //powerfulpal.com/dl/",
    "tl": "Ang iyong Friend Iniimbitahan [Invitation Sender] mong i-install Neeo, ng LIBRENG auto -translate na IM sugo sa pagbabahagi ng larawan http:! //powerfulpal.com/dl/",
    "fi": "Ystäväsi [Invitation Sender] kutsuu asentaa Neeo,ilmainen auto kääntää IM enkeli valokuvien jakamiseen! Http : //powerfulpal.com/dl/",
    "gl": "O seu amigo [Invitation Sender] convida a instalar Neeo, un auto GRATIS traducido IM messenger con compartir fotos http: //powerfulpal.com/dl/",
    "de": "Ihren Freund [Invitation Sender] lädt zum Neeo installieren, übersetzt ein kostenloses Auto IM Messenger mit Foto-Sharing- http: //powerfulpal.com/dl/",
    "ka": "Your Friend [Invitation Sender] გიწვევთ დააყენოთ NEEO,უფასო ავტომატური თარგმნა IM მაცნე ერთად ფოტო, http: //powerfulpal.com/dl/",
    "el": "Ο φίλος σας [Invitation Sender] σας προσκαλεί να εγκαταστήσετε Neeo, ένα ΔΩΡΕΑΝ αυτόματες μεταφραστεί IM αγγελιοφόρο με κοινή χρήση φωτογραφιών http :! //powerfulpal.com/dl/",
    "ht": "Your Friend [Invitation Sender] envite ou nan enstale Neeo, yon oto GRATIS tradui IM mesaje ak pataje foto http:! //powerfulpal.com/dl/",
    "iw": "חבר שלך [ Invitation Sender] מזמין אתכם להתקין Neeo,רכב בחינם מתורגם שליח IM עם שיתוף תמונות http:! //powerfulpal.com/dl/",
    "hi": "आपके मित्र [Invitation Sender ] क्या आप Neeo स्थापित करने के लिए आमंत्रित किया है, एक नि: शुल्क ऑटो फोटो शेयरिंग के साथ आईएम दूत अनुवादित : http! //powerfulpal.com/dl/",
    "hu": "Ismerőse [Invitation Sender] meghívja Önt, hogy telepítse Neeo, a FREE automatikus fordítása IM messenger a képmegosztó! Http : //powerfulpal.com/dl/",
    "is": "Vinur þinn [Invitation Sender] býður þér að setja Neeo, a FREE sjálfvirk þýðing IM sendiboða með ljósmynd hlutdeild http : //powerfulpal.com/dl/",
    "id": "Teman Anda [Invitation Sender] mengundang Anda untuk menginstal Neeo, auto GRATIS diterjemahkan IM utusan dengan berbagi foto http:! //powerfulpal.com/dl/",
    "ga": "Do Friend [Invitation Sender] cuireadh duit a shuiteáil Neeo, aistrithe ar uathoibríoch SAOR IN AISCE IM teachtaire le roinnt grianghraf http :! //powerfulpal.com/dl/",
    "it": "Il tuo amico [Invitation Sender] invita a installare neeo, un auto GRATUITO tradotto messenger IM con la condivisione di foto http :! //powerfulpal.com/dl/",
    "ja": "友達に[Invitation Sender]あなたがNeeoをインストールするために招待し、無料で自動写真共有とIMメッセンジャーを翻訳します。http ： ！ //powerfulpal.com/dl/を",
    "ko": "당신의 친구 는 [Invitation Sender]를 Neeo 를 설치하는 초대, 무료 자동 사진 공유 와 IM 메신저 번역 에 http :! //powerfulpal.com/dl/ 을",
    "lo": "ເພື່ອນ ຂອງທ່ານ [Invitation Sender] ເຊື້ອເຊີນທ່ານ ໃນການຕິດຕັ້ງ Neeo, ເປັນ auto FREE ແປ messenger IM ມີການແລກປ່ຽນ ຮູບພາບ http : //powerfulpal.com/dl/",
    "la": "Your Amice [Invitation Sender] vocat vos install Neeo, a FREE auto translatum legatum ad IM metus! Http : //powerfulpal.com/dl/",
    "lv": "Jūsu Friend [Invitation Sender] aicina instalēt Neeo,bezmaksas auto tulko IM kurjers ar foto koplietošanas http :! //powerfulpal.com/dl/",
    "lt": "Jūsų draugas [Invitation Sender] kviečia įdiegti Neeo,NEMOKAMAI automatiškai išverstas MP pasiuntinį su nuotrauka pasidalijimo http : //powerfulpal.com/dl/",
    "mk": "На вашиот пријател [Invitation Sender] Ве поканува да се инсталира Neeo, слободна автоматски преведени IM гласник со споделување на фотографии http: //powerfulpal.com/dl/",
    "ms": "Kawan anda [Invitation Sender] menjemput anda untuk memasang Neeo, auto PERCUMA diterjemahkan IM Rasul dengan perkongsian foto http : //powerfulpal.com/dl/",
    "mt": "Friend Your [Invitation Sender] tistiednek biex jinstallaw Neeo, a auto FREE tradott messenger IM ma photo sharing http :! //powerfulpal.com/dl/",
    "no": "Din venn [Invitation Sender] inviterer deg til å installere Neeo, en GRATIS auto oversatt IM messenger med deling av bilder http: //powerfulpal.com/dl/",
    "fa": "دوست شما [ Invitation Sender] از شما دعوت به نصب Neeo ،رایگان خودکار رسول IM ترجمه با به اشتراک گذاری عکس HTTP : //powerfulpal.com/dl/",
    "pl": "Znajomy [Invitation Sender] zaprasza do zainstalowania Neeo,darmo auto przetłumaczone czatu posłańca udostępniać zdjęcia http : //powerfulpal.com/dl/",
    "pt": "Seu amigo [Invitation Sender] convida você para instalar Neeo, um auto GRÁTIS traduzido IM messenger com compartilhamento de fotos http : //powerfulpal.com/dl/",
    "ro": "Prietenului [Invitation Sender] vă invită să instalați Neeo, o auto GRATUIT tradus IM messenger cu partajare de fotografii http :! //powerfulpal.com/dl/",
    "ru": "Твой друг [Invitation Sender] приглашает Вас установить Neeo,бесплатно авто переведен чат гонца с обмена фотографиями HTTP : //powerfulpal.com/dl/",
    "sr": "Иоур Фриенд [Invitation Sender] вас позива да инсталирате Неео,БЕСПЛАТНО Цомпаниес ИМ гласника са дељење фотографија хттп :! //поверфулпал.цом/дл/",
    "sk": "Váš priateľ [Invitation Sender] vás pozýva na inštaláciu Neeo, FREE auto preložený IM Messenger zdieľanie fotografií http :! //powerfulpal.com/dl/",
    "sl": "Vaš prijatelj [Invitation Sender] vas vabi, da namestite Neeo,FREE auto prevesti IM sel z izmenjavo fotografij http : //powerfulpal.com/dl/",
    "es": "Su amigo [Invitation Sender] invita a instalar Neeo, un auto GRATIS traducido IM mensajero con compartir fotos http : //powerfulpal.com/dl/",
    "sw": "Rafiki yako [Invitation Sender] anakuiteni kufunga Neeo, auto za kutafsiriwa IM mjumbe na picha kugawana http : //powerfulpal.com/dl/",
    "sv": "Din vän [Invitation Sender] inbjuder dig att installera Neeo, en gratis auto översatt IM budbärare med fotodelning http :! //powerfulpal.com/dl/",
    "ta": "நண்பனுக்கு [Invitation Sender ] நீங்கள் Neeo நிறுவ அழைக்கிறார், இலவச கார் புகைப்படம் பகிர்வு உடனடிச் தூதர் மொழிபெயர்த்தது : http : //powerfulpal.com/dl/",
    "te": "మీ Friend [Invitation Sender] మీరు Neeo ఇన్స్టాల్ ఆహ్వానిస్తుంది, ఉచిత ఆటో ఫోటో షేరింగ్ IM దూత అనువాదం : http: //powerfulpal.com/dl/",
    "th": "เพื่อนของคุณ [Invitation Sender ] ขอเชิญทุกท่าน ที่จะติดตั้ง neeo,รถยนต์ ฟรี แปล messenger IM กับ การแบ่งปันภาพถ่าย! http: //powerfulpal.com/dl/",
    "tr": "Arkadaşınızın [Invitation Sender] Eğer Neeo yüklemek için davet, ÜCRETSİZ otomatik fotoğraf paylaşımı ile sohbet messenger tercüme http :! //powerfulpal.com/dl/",
    "uk": "Твій друг [Invitation Sender] запрошує Вас встановити Neeo, безкоштовно авто переведений чат гінця з обміну фотографіями HTTP: //powerfulpal.com/dl/",
    "ur": "آپ کے دوست [Invitation Sender] اگر آپ Neeo انسٹال کرنے کی دعوت دیتا ہے ، ایک مفت آٹو تصویر اشتراک کے ساتھ آئی ایم کے رسول ترجمہ HTTP : //powerfulpal.com/dl/",
    "vi": "Bạn bè của bạn [Invitation Sender] mời bạn cài đặt Neeo, một ô tô miễn phí dịch IM tin với chia sẻ ảnh http : //powerfulpal.com/dl/",
    "cy": "Eich Ffrind [Invitation Sender] gwahodd i chi osod Neeo, mae auto AM DDIM cyfieithu IM cennad â rhannu llun http :! //powerfulpal.com/dl/",
    "yi": "דיין פרייַנד [Invitation Sender] ינווייץ איר צו ינסטאַלירן נעעאָ, אַ פּאָטער אַוטאָ איבערגעזעצט ים שליח מיט פאָטאָ ייַנטיילונג! הטטפּ : //פּאָווערפולפּאַל.קאָמ/דל/"
}